[
  "“Being rich is having money; being wealthy is having time.” — Margaret Bonanno",
  "“The only man who never makes mistakes is the man who never does anything.” ― Theodore Roosevelt",
  "“A dream doesn't become reality through magic; it takes sweat, determination, and hard work.” ― Colin Powell",
  "“Money, like emotions, is something you must control to keep your life on the right track.” ― Natasha Munson",
  "“All our dreams can come true if we have the courage to pursue them.” ― Walt Disney",
  "“A formal education will make you a living; self-education will make you a fortune.” ― Jim Rohn",
  "“Timing, perseverance, and 10 years of trying will eventually make you look like an overnight success.” ― Biz Stone (co-founder of Twitter)",
  "“Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do.” ― Steve Jobs",
  "“There is no passion to be found playing small—in settling for a life that is less than the one you are capable of living.” ― Nelson Mandela",
  "“Patience and diligence, like faith, remove mountains.” ― William Penn",
  "“The only thing that overcomes hard luck is hard work.” ― Harry Golden",
  "“Don’t live the same day over and over again and call that a life. Life is about evolving mentally, spiritually, and emotionally.” ― Germany Kent",
  "“To live is to choose. But to choose well, you must know who you are and what you stand for, where you want to go and why you want to get there.” ― Kofi Annan",
  "“Financial freedom is available to those who learn about it and work for it.” ― Robert Kiyosaki",
  "“The greatest wealth is to live content with little.” ― Plato",
  "“Stay committed to your decisions, but stay flexible in your approach.” ― Tony Robbins",
  "“We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort.” ― Jesse Owens",
  "“Without leaps of imagination or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning.” ― Gloria Steinem",
  "“If you want to be financially free, you need to become a different person than you are today and let go of whatever has held you back in the past.” — Robert Kiyosaki",
  "“It’s not the man who has too little, but the man who craves more, that is poor.” ― Seneca",
  "“Do one thing every day that scares you.” ― Eleanor Roosevelt",
  "“All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.” ― Brian Tracy",
  "“The secret of getting ahead is getting started. The secret to getting started is breaking your complex overwhelming tasks into small manageable tasks and then starting on the first one.” ― Mark Twain",
  "“Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success.” ― Pablo Picasso",
  "“It’s better to look ahead and prepare than to look back and regret.” ― Jackie Joyner-Kersee",
  "“A good plan, violently executed now, is better than a perfect plan next week.” ― George Patton",
  "“Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage.” —Thomas J. Stanley",
  "“Be bold enough to use your voice, brave enough to listen to your heart, and strong enough to live the life you have always imagined.” ― Anonymous",
  "“Knowledge is power: you hear it all the time but knowledge is not power. It’s only potential power. It only becomes power when we apply it and use it. Somebody who reads a book and doesn’t apply it, they’re at no advantage over someone who’s illiterate. None of it works unless you work. We have to do our part. If knowing is half the battle, action is the second half of the battle.” ― Jim Kwik",
  "“Belief in oneself and knowing who you are … that's the foundation for everything great.” ― Jay-Z",
  "“Spending money is much more difficult than making money.” ― Jack Ma",
  "“To get rich, you have to be making money while you're asleep.” ― David Bailey",
  "“Diligence is the mother of good luck.” — Benjamin Franklin",
  "“What you do speaks so loudly that I cannot hear what you say.” — Ralph Waldo Emerson",
  "“The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark.” — Michelangelo",
  "“Don’t look for the needle in the haystack. Just buy the haystack.” — Jack Bogle",
  "“There is a gigantic difference between earning a great deal of money and being rich.” — Marlene Dietrich",
  "“Give me six hours to chop down a tree and I will spend the first four sharpening the axe.” — Abraham Lincoln",
  "“If we command our wealth, we shall be rich and free. If our wealth commands us, we are poor indeed.” — Edmund Burke",
  "“Follow your passion; it will lead you to your purpose.” — Oprah Winfrey",
  "“A journey of a thousand miles must begin with a single step.” — Lao Tzu",
  "“Forget about the fast lane. If you really want to fly, harness your power to your passion. Honor your calling. Everybody has one. Trust your heart, and success will come to you.” ― Oprah Winfrey",
  "“No one has ever become poor by giving.” — Anne Frank",
  "“Everything is negotiable. Whether or not the negotiation is easy is another thing.” — Carrie Fisher",
  "“Yesterday ended last night. Today is a brand-new day.” — Zig Ziglar",
  "“Buy land. They’re not making it anymore.” — Mark Twain",
  "“Don’t wait to buy real estate. Buy real estate and wait.” — Will Rogers",
  "“Wealth is largely the result of habit.” — John Jacob Astor",
  "“Making money is a hobby that will complement any other hobbies you have, beautifully.” — Scott Alexander",
  "“Our greatest glory is not in never failing, but in rising every time we fall.” — Confucius",
  "“Buying real estate is not only the best way, the quickest way, the safest way, but the only way to become wealthy.” — Marshall Field",
  "“Passion is the genesis of genius.” — Tony Robbins",
  "“The stock market is designed to transfer money from the active to the patient.” — Warren Buffett",
  "“The major fortunes in America have been made in land.” — John D. Rockefeller",
  "“Making money is certainly the one addiction I cannot shake.” — Felix Dennis",
  "“If you haven’t found it yet, keep looking. Don’t settle. As with all matters of the heart, you’ll know when you find it.” — Steve Jobs",
  "“Do what you love. When you love your work, you become the best worker in the world.“ — Uri Geller",
  "“We should remember that good fortune often happens when opportunity meets with preparation.” ― Thomas A. Edison",
  "“If you want to live a happy life, tie it to a goal, not to people or things.” – Albert Einstein",
  "“The key to making money is to stay invested.” ― Suze Orman",
  "“The way to achieve your own success is to be willing to help somebody else get it first.” ― Iyanla Vanzant",
  "“All you need is the plan, the road map, and the courage to press on to your destination.” ― Earl Nightingale",
  "“You can’t build a reputation on what you’re going to do.” ― Confucius",
  "“The best way to predict the future is to create it.” ― Abraham Lincoln",
  "“Making money from money is like aerobatics.” — Alisher Usmanov",
  "“It takes as much energy to wish as it does to plan.” ― Eleanor Roosevelt",
  "“Making money is an art and working is an art and good business is the best art.” ― Andy Warhol",
  "“Making money is easy. It is. The difficult thing in life is not making it; it's keeping it.” — John McAfee",
  "“Nothing wrong with making money.” — Adam Levine",
  "“I don't believe in spending money lavishly, now that I'm making money.” — Ansel Elgort",
  "“Make sure to save for the future and keep making money!” — Jam Master Jay",
  "“I like the art of making money more than making money.” — Richard Rawlings",
  "“The only point in making money is, you can tell some big shot where to go.” — Humphrey Bogart",
  "“Focus on solving real problems and not on making money. There will be enough takers for your solutions. You will help make lives of some people better, and money will follow.” — Bhavish Aggarwal",
  "“Succeeding in business is not just about making money.” — Daniel Snyder",
  "“One of the things I have known my entire life is that I have an innate capability for making money.” – Chamath Palihapitiya",
  "“Just because you're working does not mean you're making money. That's two very different things in show business.” — Billy Porter",
  "“I'm free of stress and worries now because if I don't like something I'm doing, I just find the fun in it instead of being miserable. Let me have fun with the people I work with, let me have fun making money.” — Jenny McCarthy",
  "“I had to get into a place for myself of thinking what I would create for myself if I didn't have to worry about making money.” — Jada Pinkett Smith",
  "“Life started getting good when I started making money.” — Balthazar Getty",
  "“Don't worry about being famous or making money; the most important thing is being the best. You have to become a master of your craft, and everything else will come.” — Anastasia Soare",
  "“The secret of my success is that I make other people money. And, never ever, ever, ever be ashamed about trying to earn as much as possible for yourself, if the person you're working with is also making money. That's life!” — Simon Cowell",
  "“If you are in the world of business, that means you are in the business of making money.” — Stephen A. Smith",
  "“Business is about making money but it is also about having fun, so get your character across.” — Peter Jones",
  "“Women need to be less squeamish about making money.” — Liz Tuss",
  "“When you're working and making money, that's all good, but there has to be something that provides a substance, I think.” — Mekhi Phifer",
  "“I enjoy building something good and having a successful product and making money.” – Wayne Huizenga",
  "“A man who does not plan long ahead will find trouble right at his door.” ― Confucius",
  "“Love begins by taking care of the closest ones – the ones at home.” ― Mother Teresa",
  "“Action is the foundational key to all success.” ― Pablo Picasso",
  "“I am prepared for the worst, but hope for the best.” ― Benjamin Disraeli",
  "“The function of education is to teach one to think intensively and to think critically. Intelligence plus character – that is the goal of true education.” ― Martin Luther King, Jr.",
  "“Marriage is not a noun; it’s a verb. It isn’t something you get. It’s something you do.” ― Barbara De Angelis",
  "“Families are the compass that guides us. They are the inspiration to reach great heights, and our comfort when we occasionally falter.” ― Brad Henry",
  "“All good men and women must take responsibility to create legacies that will take the next generation to a level we could only imagine.” ― Jim Rohn",
  "“Honesty is the highest form of intimacy.” ― Unknown",
  "“Always plan ahead:  it wasn’t raining when Noah built the ark.” ― Richard Cushing",
  "“In modern life, we tend to forget family values because of the hectic schedule.” ― Mahesh Babu",
  "“Family first, always, no matter what the situation.” ― Baker Mayfield",
  "“Our greatest natural resource is in the minds of our children” ― Walt Disney",
  "“The greatest gift you can give your children are the roots of responsibility and the wings of independence.” ― Dennis Waitley",
  "“A perfect relationship isn’t actually perfect, it’s just that both people never give up.” ― Anonymous",
  "“Children are great imitators. So give them something great to imitate.” ― Anonymous",
  "“Tell me and I forget, teach me and I may remember, involve me and I learn.” ― Benjamin Franklin",
  "“Children are the living messages we send to a time we will not see.” ― John F Kennedy",
  "“One day, someone will walk into your life and make you see why it never worked out with anyone else.” ― Unknown",
  "“No amount of money or success can take the place of time spent with your family.” ― Unknown",
  "“Children are sponges—they are going to absorb whatever is around them, so we need to be intentional about what surrounds them.” ― Dave Ramsey",
  "“A great marriage is not when the ‘perfect couple comes together. It is when an imperfect couple learns to enjoy their differences.” ― Dave Meurer",
  "“I’m not a perfect parent, but I’m exactly the parent my child needs.” ― Anonymous",
  "“Other things may change us, but we start and end with the family.” ― Anthony Brandt",
  "“The goal in marriage is not to think alike, but to think together.” ― Robert C. Dodds",
  "“Being deeply loved by someone gives you strength while loving someone deeply gives you courage. ― Lao Tzu",
  "“The most important thing in the world is family and love.” ― John Wooden",
  "“Children learn more from what you are than what you teach.” – W.E.B. Du Bois",
  "“The only rock I know that stays steady, the only institution I know that works, is the family.” ― Lee Iacocca",
  "“An ounce of blood is worth more than a pound of friendship.” ― Spanish Proverb",
  "“Never get so busy making a living that you forget to make a life.” ― Dolly Parton",
  "“Making the decision to have a child — it’s momentous. It is to decide forever to have your heart go walking outside your body.” ― Elizabeth Stone",
  "“It's very important to prioritize. I know, for me, my family comes first. That makes every decision very easy.” ― Jada Pinkett Smith",
  "“Family is the most important thing in the world.” ― Princess Diana",
  "“The love of family and the admiration of friends is much more important than wealth and privilege.” ― Charles Kuralt",
  "“In every conceivable manner, the family is linked to our past, bridge to our future.” ― Alex Haley",
  "“My family was my guide to my reality.” Haywood Nelson",
  "“The bond that links your true family is not one of blood, but of respect and joy in each other's life.” ― Richard Bach",
  "“I really savor the times of me and all my best friends and family members getting together.” ― Rick Ross",
  "“I'm a lucky person because I've been loved a lot. I have a great family.” ― Monica Bellucci",
  "“The richest inheritance any child can have is a stable, loving, disciplined family life.” ― Daniel Patrick Moynihan",
  "“How wonderful it is that nobody need wait a single moment before starting to improve the world.” ― Anne Frank",
  "“We make a living by what we get, but we make a life by what we give.” ― Winston Churchill",
  "“When we give cheerfully and accept gratefully, everyone is blessed.” — Maya Angelou",
  "“My idea of Christmas, whether old-fashioned or modern, is very simple: loving others. Come to think of it, why do we have to wait for Christmas to do that?” — Bob Hope",
  "“Alone we can do so little; together, we can do so much.” ― Helen Keller",
  "“Remember that the happiest people are not those getting more, but those giving more.” ― H. Jackson Brown Jr.",
  "“I believe my life’s gonna see, the love I give returned to me.” ― John Mayer",
  "“No one is useless in this world who lightens the burdens of another.” ― Charles Dickens",
  "“Success is not just making money. Success is happiness. Success is fulfillment; it's the ability to give.” ― Adam Neumann",
  "“Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.” ― Lao Tzu",
  "“I am a huge believer in giving back and helping out in the community and the world. Think globally, act locally I suppose. I believe that the measure of a person's life is the affect they have on others.” ― Steve Nash",
  "“Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.” ― Dalai Lama",
  "“Every good act is charity. A man's true wealth hereafter is the good that he does in this world to his fellows.” ― Moliere",
  "“I've always been passionate about giving back, not just anywhere, but to my city specifically. That's extremely important to me.” ―Tavon Austin",
  "“Volunteering is a great way to look outside your own problems. Giving back to makes you happier by both giving you a sense of purpose and helping to put your problems in perspective.” ― Karen Salmansohn",
  "“To me I think leadership is activism. It's giving back to your community, it's investing in oneself, and you know women and children.” ― Black Thought",
  "“Personal philanthropy must be separated from corporate philanthropy. Personal philanthropy is more about giving back to society, or giving forward, as it is now referred to.” ― Rohini Nilekani",
  "“Giving back has definitely kept me grounded. Stepping outside of yourself to serve a group or community of people who are in need in some facet has a way of doing that. I don't ever want to grow to a place where giving back becomes a foreign concept.” ― Karen Civil",
  "“What is important is family, friends, giving back to your community and finding meaning in life.” ― Adrian Grenier",
  "“It's not about giving back if you're successful or a celebrity or how much money you have: it's about your responsibility as an adult to help others.” ― Trisha Yearwood",
  "“Giving back to the communities and institutions that helped us achieve success is a value we share and a privilege we embrace.” ― Dinesh Paliwal",
  "“Giving back to those who are less fortunate shows great character and is the right thing to do.” ― Cynthia Bailey",
  "“I'm committed to giving back to the community and will continue to do whatever I can to help people in need.” ― Al Horford",
  "“There are plenty of easy things that you can do from the comfort of your own home to get you started on the path of giving back.” ― Jenna Morasca",
  "“I was gifted at birth with this talent, and I've tried to honor it all my life. And I did – through hell and storms and tsunamis and earthquakes. I've been through too much not to know that giving back is everything.” ― Jenifer Lewis",
  "“Don’t tell me what you value, show me your budget, and I’ll tell you what you value.” ― Joe Biden",
  "“Reject the basic assumptions of civilization, especially the importance of material possessions.” ― Chuck Palahniuk",
  "“A budget is telling your money where to go instead of wondering where it went.” ― Dave Ramsey",
  "“It takes as much energy to wish as it does to plan.” ― Eleanor Roosevelt",
  "“The real voyage of discovery consists in not seeking new landscapes, but in having new eyes.” ― Marcel Proust",
  "“The value we provide most to others is the same value we appreciate most from others.” ― Simon Sinek",
  "“What you get by achieving your goals is not as important as what you become by achieving your goals.” ― Henry David Thoreau",
  "“Never spend your money before you’ve earned it.” ― Thomas Jefferson",
  "“It’s not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for.” —Robert Kiyosaki",
  "“Sacrifice is a part of life. It’s supposed to be. it’s not something to regret. It’s something to aspire to.” ― Mitch Albom",
  "“Do not save what is left after spending; instead spend what is left after saving.” ― Warren Buffett",
  "“Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.” — Ayn Rand",
  "“Unless commitment is made, there are only promises and hopes; but no plans.” ― Peter F. Drucker",
  "“A budget is more than just a series of numbers on a page; it is an embodiment of our values.” ― Barack Obama",
  "“If you would be wealthy, think of saving as well as getting.” ― Benjamin Franklin",
  "“If there is no struggle, there is no progress.” ― Frederick Douglass",
  "“No person has the power to have everything they want, but it is in their power not to want what they don’t have, and to cheerfully put to good use what they do have.”― Seneca",
  "“Debt is like any other trap, easy enough to get into, but hard enough to get out of.” ― Josh Billings",
  "“The key is not to prioritize what’s on your schedule, but to schedule your priorities.” ― Stephen Covey",
  "“The best way to look stylish on a budget is to try second-hand, bargain hunting, and vintage.” ― Orlando Bloom",
  "“The budget is not just a collection of numbers, but an expression of our values and aspirations.” ― Jack Lew",
  "“If saving money is wrong, I don't want to be right!” ― William Shatner",
  "“Impossible is just a word thrown around by small men who find it easier to live in the world they’ve been given than to explore the power they have to change it. Impossible is not a fact. It’s an opinion. Impossible is potential. Impossible is temporary. Impossible is nothing.” ― Muhammad Ali",
  "“Setting goals is the first step in turning the invisible into the visible.” ― Tony Robbins",
  "“You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.” ― Johnny Cash",
  "“Victory is always possible for the person who refuses to stop fighting.” ― Napoleon Hill",
  "“You can, you should, and if you’re brave enough to start, you will.” ― Steven King",
  "“Do something today that your future self will thank you for.” ― Anonymous",
  "“A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.” ― Winston Churchill",
  "“You will never reach your destination if you stop and throw stones at every dog that barks.”  ― Winston Churchill",
  "“Both poverty and riches are the offspring of thought.” ― Napolean Hill",
  "“The greater the obstacle, the more glory in overcoming it.” ― Moliere",
  "“Start by doing what’s necessary; then do what’s possible; and suddenly you are doing the impossible.” ― Frances of Assisi",
  "“Don’t let your learning lead to knowledge. Let your learning lead to action” ― Jim Rohn",
  "“Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.”– Thomas Edison",
  "“Success is not final; failure is not fatal: It is the courage to continue that counts.”– Winston S. Churchill",
  "“Whether you think you can or you think you can’t, you’re right.” ― Henry Ford",
  "“You have to set goals that are almost out of reach. If you set a goal that is attainable without much work or thought, you are stuck with something below your true talent and potential.”—Steve Garvey",
  "“It is only through labor and painful effort, by grim energy and resolute courage; that we move on to better things.”– Theodore Roosevelt",
  "“I don’t focus on what I’m up against. I focus on my goals and I try to ignore the rest.”— Venus Williams",
  "“Every new beginning comes from some other beginnings end.”-Seneca",
  "“Success is the sum of small efforts, repeated day in and day out.” — Robert Collier",
  "“How many millionaires do you know who have become wealthy by investing in savings accounts? I rest my case.” ― Robert G. Allen",
  "“What you’re thinking is what you’re becoming.” ― Muhammad Ali",
  "“The four most dangerous words in investing are: ‘this time it's different.” ― Sir John Templeton",
  "“In preparing for battle I have always found that plans are useless, but planning is indispensable.” ― Dwight D. Eisenhower",
  "“Planning is bringing the future into the present so that you can do something about it now.” ― Alan Lakein"
]